Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# ConfigPage_TabViewItem_34.Text
source: Editor
fr_fr: Éditeur
pt_br: Editor de configuração
zh_cn: 编辑器
zh_tw: 編輯器

# DetailPath.Text
source: Select a config section
fr_fr: Sélectionnez une section de configuration
pt_br: Selecione uma seção da configuração
zh_cn: 选择配置部分
zh_tw: 選取設定區段

# ConfigPage_TabViewItem_82.Text
source: Raw JSON
fr_fr: JSON brut
pt_br: JSON bruto
zh_cn: 原始 JSON
zh_tw: 原始 JSON

# ConfigPage_TextBlock_95.Text
source: Schema not available
fr_fr: Schéma non disponible
pt_br: Esquema indisponível
zh_cn: 架构不可用
zh_tw: 結構描述無法使用

# ConfigPage_TextBlock_98.Text
source: The gateway configuration schema could not be loaded. Use the web dashboard to edit settings.
fr_fr: Le schéma de configuration de la passerelle n’a pas pu être chargé. Utilisez le tableau de bord web pour modifier les paramètres.
pt_br: Não foi possível carregar o esquema de configuração do Gateway. Use o painel web para editar as configurações.
zh_cn: 无法加载网关配置架构。请使用 Web 仪表板编辑设置。
zh_tw: 無法載入閘道設定結構描述。請使用網頁儀表板編輯設定。

# OpenDashboardButton.Content
source: Open Dashboard
fr_fr: Ouvrir le tableau de bord
pt_br: Abrir painel
zh_cn: 打开仪表板
zh_tw: 開啟儀表板

# SaveButton.Content
source: Save Changes
fr_fr: Enregistrer les modifications
pt_br: Salvar alterações
zh_cn: 保存更改
zh_tw: 儲存變更

# SaveButtonText.Text
source: Save Changes
fr_fr: Enregistrer les modifications
pt_br: Salvar alterações
zh_cn: 保存更改
zh_tw: 儲存變更

# ConnectionPage_TextBlock_10.Text
source: 🔗 Connection
fr_fr: 🔗 Connexion
pt_br: 🔗 Conexão
zh_cn: 🔗 连接
zh_tw: 🔗 連線

# ConnectionPage_TextBlock_11.Text
source: Gateway endpoint used by both the operator client and node service.
fr_fr: Point de terminaison de passerelle utilisé par le client opérateur et le service de nœud.
pt_br: Endpoint do Gateway usado pelo cliente operador e pelo serviço de Node.
zh_cn: 操作员客户端和节点服务共同使用的网关终结点。
zh_tw: 操作員用戶端和節點服務共同使用的閘道端點。

# StatusText.Text
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# ReconnectButton.Content
source: Reconnect
fr_fr: Reconnecter
pt_br: Reconectar
zh_cn: 重新连接
zh_tw: 重新連線

# OperatorStatusText.Text
source: Operator: …
fr_fr: Opérateur : …
pt_br: Operador: …
zh_cn: 操作员：…
zh_tw: 操作員：…

# ConnectToggle.Header
source: Connection
fr_fr: Connexion
pt_br: Conexão
zh_cn: 连接
zh_tw: 連線

# ConnectionPage_TextBlock_76.Text
source: 📡 Available Gateways
fr_fr: 📡 Passerelles disponibles
pt_br: 📡 Gateways disponíveis
zh_cn: 📡 可用网关
zh_tw: 📡 可用閘道

# ConnectionPage_TextBlock_84.Text
source: Scan
fr_fr: Analyser
pt_br: Procurar
zh_cn: 扫描
zh_tw: 掃描

# TokenPromptText.Text
source: This gateway requires a token to connect.
fr_fr: Cette passerelle nécessite un jeton pour se connecter.
pt_br: Este Gateway requer um token para se conectar.
zh_cn: 此网关需要令牌才能连接。
zh_tw: 此閘道需要權杖才能連線。

# ConnectionPage_Button_105.Content
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# TokenPromptConnectBtn.Content
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionPage_TextBlock_111.Text
source: Run 'openclaw qr' on the gateway host for a setup code, or find the token in the gateway's config.
fr_fr: Exécutez 'openclaw qr' sur l’hôte de passerelle pour obtenir un code de configuration, ou trouvez le jeton dans la configuration de la passerelle.
pt_br: Execute 'openclaw qr' no host do Gateway para obter um código de configuração ou encontre o token na configuração do Gateway.
zh_cn: 在网关主机上运行 'openclaw qr' 获取设置代码，或在网关配置中查找令牌。
zh_tw: 在閘道主機上執行 'openclaw qr' 取得設定碼，或在閘道設定中尋找權杖。

# GatewayEmptyText.Text
source: No gateways found. Click Scan to search.
fr_fr: Aucune passerelle trouvée. Cliquez sur Analyser pour rechercher.
pt_br: Nenhum Gateway encontrado. Clique em Procurar para pesquisar.
zh_cn: 未找到网关。单击“扫描”进行搜索。
zh_tw: 找不到閘道。按一下「掃描」進行搜尋。

# ConnectionPage_TextBlock_128.Text
source: 🔑 Setup Code
fr_fr: 🔑 Code de configuration
pt_br: 🔑 Código de configuração
zh_cn: 🔑 设置代码
zh_tw: 🔑 設定碼

# ConnectionPage_TextBlock_129.Text
source: Paste a setup code from openclaw qr
fr_fr: Collez un code de configuration depuis openclaw qr
pt_br: Cole um código de configuração de openclaw qr
zh_cn: 粘贴来自 openclaw qr 的设置代码
zh_tw: 貼上來自 openclaw qr 的設定碼

# ApplySetupCodeButton.Content
source: Apply
fr_fr: Appliquer
pt_br: Aplicar
zh_cn: 应用
zh_tw: 套用

# ConnectionPage_TextBlock_152.Text
source: Advanced Connection Settings
fr_fr: Paramètres de connexion avancés
pt_br: Configurações avançadas de conexão
zh_cn: 高级连接设置
zh_tw: 進階連線設定

# GatewayUrlTextBox.Header
source: Gateway URL
fr_fr: URL de la passerelle
pt_br: URL do Gateway
zh_cn: 网关地址
zh_tw: 閘道器網址

# TestButton.Content
source: Test
fr_fr: Tester
pt_br: Testar
zh_cn: 测试
zh_tw: 測試

# SshToggle.Header
source: SSH Tunnel
fr_fr: Tunnel SSH
pt_br: Túnel SSH
zh_cn: SSH 隧道
zh_tw: SSH 通道

# SshUserBox.Header
source: SSH User
fr_fr: Utilisateur SSH
pt_br: Usuário SSH
zh_cn: SSH 用户
zh_tw: SSH 使用者

# SshHostBox.Header
source: SSH Host
fr_fr: Hôte SSH
pt_br: Host SSH
zh_cn: SSH 主机
zh_tw: SSH 主機

# SshRemotePortBox.Header
source: Remote Port
fr_fr: Port distant
pt_br: Porta remota
zh_cn: 远程端口
zh_tw: 遠端連接埠

# SshLocalPortBox.Header
source: Local Port
fr_fr: Port local
pt_br: Porta local
zh_cn: 本地端口
zh_tw: 本機連接埠

# ConnectionPage_Button_190.Content
source: Save
fr_fr: Sauvegarder
pt_br: Salvar
zh_cn: 保存
zh_tw: 儲存

# ConnectionPage_TextBlock_200.Text
source: 🪪 This Device
fr_fr: 🪪 Cet appareil
pt_br: 🪪 Este dispositivo
zh_cn: 🪪 此设备
zh_tw: 🪪 此裝置

# ConnectionPage_TextBlock_207.Text
source: Device ID:
fr_fr: ID de l’appareil :
pt_br: ID do dispositivo:
zh_cn: 设备 ID：
zh_tw: 裝置 ID：

# CopyDeviceIdButton.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# ConnectionPage_TextBlock_219.Text
source: Run this command on the gateway host to approve:
fr_fr: Exécutez cette commande sur l’hôte de passerelle pour approuver :
pt_br: Execute este comando no host do Gateway para aprovar:
zh_cn: 在网关主机上运行此命令以批准：
zh_tw: 在閘道主機上執行此命令以核准：

# CopyApprovalButton.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# ConnectionPage_TextBlock_243.Text
source: 📋 Connection Log
fr_fr: 📋 Journal de connexion
pt_br: 📋 Registro de conexão
zh_cn: 📋 连接日志
zh_tw: 📋 連線記錄

# ConnectionLogEmpty.Text
source: No recent connection events.
fr_fr: Aucun événement de connexion récent.
pt_br: Nenhum evento de conexão recente.
zh_cn: 没有最近的连接事件。
zh_tw: 沒有最近的連線事件。

# ConversationsPage_TextBlock_16.Text
source: Conversations
fr_fr: Discussions
pt_br: Conversas
zh_cn: 对话
zh_tw: 交談

# ConversationsPage_ComboBoxItem_29.Content
source: All
fr_fr: Tout
pt_br: Todas
zh_cn: 全部
zh_tw: 全部

# ConversationsPage_ComboBoxItem_30.Content
source: By Channel
fr_fr: Par canal
pt_br: Por canal
zh_cn: 按频道
zh_tw: 依頻道

# ConversationsPage_ComboBoxItem_31.Content
source: By Status
fr_fr: Par état
pt_br: Por status
zh_cn: 按状态
zh_tw: 依狀態

# ConversationsPage_TextBlock_37.Text
source: Refresh
fr_fr: Actualiser
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# CronPage_TextBlock_10.Text
source: ⏱️ Cron Jobs
fr_fr: ⏱️ Tâches cron
pt_br: ⏱️ Tarefas do Cron
zh_cn: ⏱️ Cron 作业
zh_tw: ⏱️ Cron 工作

# CronPage_TextBlock_29.Text
source: Scheduler Status
fr_fr: État du planificateur
pt_br: Status do agendador
zh_cn: 计划程序状态
zh_tw: 排程器狀態

# SchedulerStatusText.Text
source: Enabled
fr_fr: Activé
pt_br: Ativado
zh_cn: 已启用
zh_tw: 已啟用

# NextWakeText.Text
source: Next wake: …
fr_fr: Prochain réveil : …
pt_br: Próxima execução: …
zh_cn: 下次唤醒：…
zh_tw: 下次喚醒：…

# CronPage_Button_80.Content
source: Run Now
fr_fr: Exécuter maintenant
pt_br: Executar agora
zh_cn: 立即运行
zh_tw: 立即執行

# CronPage_TextBlock_90.Text
source: Last run:
fr_fr: Dernière exécution :
pt_br: Última execução:
zh_cn: 上次运行：
zh_tw: 上次執行：

# CronPage_TextBlock_104.Text
source: Next run:
fr_fr: Prochaine exécution :
pt_br: Próxima execução:
zh_cn: 下次运行：
zh_tw: 下次執行：

# CronPage_TextBlock_120.Text
source: No cron jobs configured
fr_fr: Aucune tâche cron configurée
pt_br: Nenhuma tarefa do Cron configurada
zh_cn: 未配置 Cron 作业
zh_tw: 未設定 Cron 工作

# DebugPage_TextBlock_8.Text
source: 🐛 Debug
fr_fr: 🐛 Débogage
pt_br: 🐛 Depuração
zh_cn: 🐛 调试
zh_tw: 🐛 偵錯

# DebugPage_TextBlock_14.Text
source: Log Viewer
fr_fr: Visionneuse de journal
pt_br: Visualizador de logs
zh_cn: 日志查看器
zh_tw: 記錄檢視器

# DebugPage_Button_18.Content
source: ⟳ Refresh
fr_fr: ⟳ Actualiser
pt_br: ⟳ Atualizar
zh_cn: ⟳ 刷新
zh_tw: ⟳ 重新整理

# DebugPage_Button_19.Content
source: 📋 Copy Log
fr_fr: 📋 Copier le journal
pt_br: 📋 Copiar log
zh_cn: 📋 复制日志
zh_tw: 📋 複製記錄

# LogText.Text
source: Loading...
fr_fr: Chargement...
pt_br: Carregando...
zh_cn: 正在加载...
zh_tw: 正在載入...

# DebugPage_TextBlock_38.Text
source: Connection Status
fr_fr: État de la connexion
pt_br: Status da conexão
zh_cn: 连接状态
zh_tw: 連線狀態

# DebugPage_TextBlock_52.Text
source: Operator Status
fr_fr: État de l’opérateur
pt_br: Status do operador
zh_cn: 操作员状态
zh_tw: 操作員狀態

# DebugPage_TextBlock_56.Text
source: Gateway URL
fr_fr: URL de la passerelle
pt_br: URL do Gateway
zh_cn: 网关地址
zh_tw: 閘道器網址

# DebugPage_TextBlock_61.Text
source: Node Mode
fr_fr: Mode nœud
pt_br: Modo Node
zh_cn: 节点模式
zh_tw: 節點模式

# DebugPage_TextBlock_72.Text
source: Device Identity
fr_fr: Identité de l’appareil
pt_br: Identidade do dispositivo
zh_cn: 设备标识
zh_tw: 裝置身分識別

# DebugPage_TextBlock_86.Text
source: Device ID
fr_fr: ID de l’appareil
pt_br: ID do dispositivo
zh_cn: 设备 ID
zh_tw: 裝置 ID

# DebugPage_Button_91.Content
source: 📋 Copy
fr_fr: 📋 Copier
pt_br: 📋 Copiar
zh_cn: 📋 复制
zh_tw: 📋 複製

# DebugPage_TextBlock_94.Text
source: Public Key
fr_fr: Clé publique
pt_br: Chave pública
zh_cn: 公钥
zh_tw: 公開金鑰

# DebugPage_TextBlock_108.Text
source: Debug Actions
fr_fr: Actions de débogage
pt_br: Ações de depuração
zh_cn: 调试操作
zh_tw: 偵錯動作

# DebugPage_Button_111.Content
source: 📄 Open Log File
fr_fr: 📄 Ouvrir le fichier journal
pt_br: 📄 Abrir arquivo de log
zh_cn: 📄 打开日志文件
zh_tw: 📄 開啟記錄檔

# DebugPage_Button_112.Content
source: 📁 Open Config Folder
fr_fr: 📁 Ouvrir le dossier de configuration
pt_br: 📁 Abrir pasta de configuração
zh_cn: 📁 打开配置文件夹
zh_tw: 📁 開啟設定資料夾

# DebugPage_Button_113.Content
source: 📁 Open Diagnostics Folder
fr_fr: 📁 Ouvrir le dossier de diagnostics
pt_br: 📁 Abrir pasta de diagnósticos
zh_cn: 📁 打开诊断文件夹
zh_tw: 📁 開啟診斷資料夾

# DebugPage_Button_114.Content
source: 📋 Copy Support Context
fr_fr: 📋 Copier le contexte de support
pt_br: 📋 Copiar contexto de suporte
zh_cn: 📋 复制支持上下文
zh_tw: 📋 複製支援內容

# StatusHeadline.Text
source: Not connected to gateway
fr_fr: Non connecté à la passerelle
pt_br: Não conectado ao Gateway
zh_cn: 未连接到网关
zh_tw: 未連線到閘道

# ScanButton.Content
source: Scan for gateways
fr_fr: Rechercher des passerelles
pt_br: Procurar Gateways
zh_cn: 扫描网关
zh_tw: 掃描閘道

# DashboardButton.Content
source: Open Dashboard
fr_fr: Ouvrir le tableau de bord
pt_br: Abrir painel
zh_cn: 打开仪表板
zh_tw: 開啟儀表板

# ChatButton.Content
source: Open Chat
fr_fr: Ouvrir la discussion
pt_br: Abrir Chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

# HealthCheckButton.Content
source: Health Check
fr_fr: Vérification de l'état
pt_br: Verificação do sistema
zh_cn: 健康检查
zh_tw: 健康檢查

# RefreshButton.Content
source: ⟳ Refresh
fr_fr: ⟳ Actualiser
pt_br: ⟳ Atualizar
zh_cn: ⟳ 刷新
zh_tw: ⟳ 重新整理

# NodesPage_Action_Rename
source: Rename
fr_fr: Renommer
pt_br: Renomear
zh_cn: 重命名
zh_tw: 重新命名

# NodesPage_Action_Forget
source: Forget
fr_fr: Oublier
pt_br: Esquecer
zh_cn: 忘记
zh_tw: 忘記

# NodesPage_Action_MoreOptions
source: More options
fr_fr: Plus d'options
pt_br: Mais opções
zh_cn: 更多选项
zh_tw: 更多選項

# NodesPage_Label_Network
source: Network
fr_fr: Réseau
pt_br: Rede
zh_cn: 网络
zh_tw: 網路

# NodesPage_Label_Approved
source: Approved
fr_fr: Approuvé
pt_br: Aprovado
zh_cn: 已批准
zh_tw: 已核准

# NodesPage_Label_Connected
source: Connected
fr_fr: Connecté
pt_br: Conectado
zh_cn: 已连接
zh_tw: 已連線

# NodesPage_Label_LastSeen
source: Seen
fr_fr: Vu
pt_br: Visto
zh_cn: 上次见到
zh_tw: 上次看到

# NodesPage_Label_Capabilities
source: Capabilities
fr_fr: Capacités
pt_br: Recursos
zh_cn: 功能
zh_tw: 功能

# NodesPage_Label_Permissions
source: Permissions
fr_fr: Autorisations
pt_br: Permissões
zh_cn: 权限
zh_tw: 權限

# NodesPage_Commands_Header
source: Commands ({0})
fr_fr: Commandes ({0})
pt_br: Comandos ({0})
zh_cn: 命令 ({0})
zh_tw: 命令 ({0})

# NodesPage_Command_DisabledSuffix
source: (disabled)
fr_fr: (désactivée)
pt_br: (desativado)
zh_cn: （已禁用）
zh_tw: （已停用）

# NodesPage_Rename_Title
source: Rename node
fr_fr: Renommer le nœud
pt_br: Renomear Node
zh_cn: 重命名节点
zh_tw: 重新命名節點

# NodesPage_Rename_Body
source: Pick a new display name for {0}.
fr_fr: Choisissez un nouveau nom d'affichage pour {0}.
pt_br: Escolha um novo nome de exibição para {0}.
zh_cn: 为 {0} 选择新的显示名称。
zh_tw: 為 {0} 選擇新的顯示名稱。

# NodesPage_Rename_Placeholder
source: Display name
fr_fr: Nom d'affichage
pt_br: Nome de exibição
zh_cn: 显示名称
zh_tw: 顯示名稱

# NodesPage_Rename_Primary
source: Rename
fr_fr: Renommer
pt_br: Renomear
zh_cn: 重命名
zh_tw: 重新命名

# NodesPage_Rename_Error_Empty
source: Display name cannot be empty.
fr_fr: Le nom d'affichage ne peut pas être vide.
pt_br: O nome de exibição não pode ficar vazio.
zh_cn: 显示名称不能为空。
zh_tw: 顯示名稱不能為空。

# NodesPage_Rename_Error_Generic
source: Rename failed.
fr_fr: Échec du renommage.
pt_br: Falha ao renomear.
zh_cn: 重命名失败。
zh_tw: 重新命名失敗。

# NodesPage_Forget_Title
source: Forget node?
fr_fr: Oublier le nœud ?
pt_br: Esquecer Node?
zh_cn: 忘记节点？
zh_tw: 忘記節點？

# NodesPage_Forget_Body
source: This will remove the gateway's record of the node below. The node will need to re-pair before it can reconnect.
fr_fr: Cela supprimera l'enregistrement du nœud ci-dessous dans la passerelle. Le nœud devra se réappairer pour pouvoir se reconnecter.
pt_br: Isso removerá do Gateway o registro do Node abaixo. O Node precisará ser pareado novamente antes de poder se reconectar.
zh_cn: 这将从网关中删除下面节点的记录。节点需要重新配对才能再次连接。
zh_tw: 這將從閘道中刪除下面節點的記錄。節點需要重新配對才能再次連線。

# NodesPage_Forget_Warning
source: Active operator and chat sessions targeting this node will lose access immediately.
fr_fr: Les sessions opérateur et de chat actives qui ciblent ce nœud perdront l'accès immédiatement.
pt_br: As sessões ativas do operador e do chat direcionadas a este Node perderão o acesso imediatamente.
zh_cn: 针对该节点的活动操作员和聊天会话将立即失去访问权限。
zh_tw: 針對該節點的作用中操作員和聊天工作階段將立即失去存取權。

# NodesPage_Forget_Primary
source: Forget node
fr_fr: Oublier le nœud
pt_br: Esquecer Node
zh_cn: 忘记节点
zh_tw: 忘記節點

# NodesPage_Forget_Error_Generic
source: Could not forget node: gateway not reachable or permission denied.
fr_fr: Impossible d'oublier le nœud: passerelle inaccessible ou autorisation refusée.
pt_br: Não foi possível esquecer o Node: o Gateway não está acessível ou a permissão foi negada.
zh_cn: 无法忘记节点: 网关不可达或权限被拒绝。
zh_tw: 無法忘記節點: 閘道無法連線或權限遭拒。

# NodesPage_Common_Cancel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# PermissionsPage_TextBlock_8.Text
source: 🔐 Permissions
fr_fr: 🔐 Autorisations
pt_br: 🔐 Permissões
zh_cn: 🔐 权限
zh_tw: 🔐 權限

# PermissionsPage_TextBlock_14.Text
source: Exec Policy
fr_fr: Stratégie d’exécution
pt_br: Política de execução
zh_cn: 执行策略
zh_tw: 執行原則

# PermissionsPage_TextBlock_17.Text
source: Controls which executables the agent can launch on this node. The executable-path allowlist starts empty.
fr_fr: Contrôle les exécutables que l’agent peut lancer sur ce nœud. La liste d’autorisation des chemins d’exécutables est vide au départ.
pt_br: Controla quais executáveis o agente pode iniciar neste Node. A lista de permissões de caminhos de executáveis começa vazia.
zh_cn: 控制代理可在此节点上启动哪些可执行文件。可执行文件路径允许列表初始为空。
zh_tw: 控制代理程式可在此節點上啟動哪些可執行檔。可執行檔路徑允許清單一開始是空的。

# DefaultActionCombo.Header
source: Default Action
fr_fr: Action par défaut
pt_br: Ação padrão
zh_cn: 默认操作
zh_tw: 預設動作

# PermissionsPage_ComboBoxItem_23.Content
source: Deny
fr_fr: Refuser
pt_br: Negar
zh_cn: 拒绝
zh_tw: 拒絕

# PermissionsPage_ComboBoxItem_24.Content
source: Allow
fr_fr: Autoriser
pt_br: Permitir
zh_cn: 允许
zh_tw: 允許

# PermissionsPage_ComboBoxItem_25.Content
source: Ask
fr_fr: Demander
pt_br: Perguntar
zh_cn: 询问
zh_tw: 詢問

# PermissionsPage_TextBlock_28.Text
source: Executable-path allowlist
fr_fr: Liste d’autorisation des chemins d’exécutables
pt_br: Lista de permissões de caminhos de executáveis
zh_cn: 可执行文件路径允许列表
zh_tw: 可執行檔路徑允許清單

# NewRulePattern.PlaceholderText
source: Executable-path pattern (e.g. **/hostname.exe)
fr_fr: Motif de chemin d’exécutable (p. ex. **/hostname.exe)
pt_br: Padrão de caminho de executável (ex.: **/hostname.exe)
zh_cn: 可执行文件路径模式（例如 **/hostname.exe）
zh_tw: 可執行檔路徑模式 (例如 **/hostname.exe)

# PermissionsPage_ExecAllowlistPatternValidation.Text
source: Enter an executable-path pattern such as **/hostname.exe. Basename or command-text patterns such as hostname are invalid.
fr_fr: Entrez un motif de chemin d’exécutable tel que **/hostname.exe. Un nom de base ou un texte de commande tel que hostname n’est pas valide.
pt_br: Informe um padrão de caminho de executável, como **/hostname.exe. Padrões de nome base ou de texto de comando, como hostname, são inválidos.
zh_cn: 请输入可执行文件路径模式，例如 **/hostname.exe。hostname 等仅含基本名称或命令文本的模式无效。
zh_tw: 請輸入可執行檔路徑模式，例如 **/hostname.exe。hostname 等僅含基本名稱或命令文字的模式無效。

# PermissionsPage_ComboBoxItem_54.Content
source: Deny
fr_fr: Refuser
pt_br: Negar
zh_cn: 拒绝
zh_tw: 拒絕

# PermissionsPage_ComboBoxItem_56.Content
source: Ask
fr_fr: Demander
pt_br: Perguntar
zh_cn: 询问
zh_tw: 詢問

# PermissionsPage_Button_57.Content
source: Add entry
fr_fr: Ajouter une entrée
pt_br: Adicionar entrada
zh_cn: 添加条目
zh_tw: 新增項目

# PermissionsPage_TextBlock_69.Text
source: Node Allowlist
fr_fr: Liste d’autorisation des nœuds
pt_br: Lista de permissões do Node
zh_cn: 节点允许列表
zh_tw: 節點允許清單

# PermissionsPage_TextBlock_72.Text
source: Commands allowed by the gateway for connected nodes. This list is read-only: edit via the Config page.
fr_fr: Commandes autorisées par la passerelle pour les nœuds connectés. Cette liste est en lecture seule: modifiez-la depuis la page Configuration.
pt_br: Comandos permitidos pelo Gateway para Nodes conectados. Esta lista é somente leitura: edite pela página Config.
zh_cn: 网关允许连接节点执行的命令。此列表为只读: 请通过“配置”页面编辑。
zh_tw: 閘道允許已連線節點執行的命令。此清單為唯讀: 請透過「設定」頁面編輯。

# AllowlistEmpty.Text
source: No allowlist data available. Connect to a gateway first.
fr_fr: Aucune donnée de liste d’autorisation disponible. Connectez-vous d’abord à une passerelle.
pt_br: Nenhum dado de lista de permissões disponível. Conecte-se a um Gateway primeiro.
zh_cn: 没有可用的允许列表数据。请先连接到网关。
zh_tw: 沒有可用的允許清單資料。請先連線到閘道。

# PermissionsPage_TextBlock_92.Text
source: System Permissions
fr_fr: Autorisations système
pt_br: Permissões do sistema
zh_cn: 系统权限
zh_tw: 系統權限

# PermissionsPage_TextBlock_95.Text
source: System permissions for camera, microphone, and screen capture. These are managed by Windows Privacy settings.
fr_fr: Autorisations système pour la caméra, le microphone et la capture d’écran. Elles sont gérées par les paramètres de confidentialité Windows.
pt_br: Permissões do sistema para câmera, microfone e captura de tela. Elas são gerenciadas pelas configurações de Privacidade do Windows.
zh_cn: 摄像头、麦克风和屏幕捕获的系统权限。这些由 Windows 隐私设置管理。
zh_tw: 相機、麥克風和螢幕擷取的系統權限。這些由 Windows 隱私權設定管理。

# PermissionsPage_TextBlock_110.Text
source: 📷 Camera
fr_fr: 📷 Caméra
pt_br: 📷 Câmera
zh_cn: 📷 摄像头
zh_tw: 📷 相機

# CameraPermStatus.Text
source: Unknown
fr_fr: Inconnu
pt_br: Desconhecido
zh_cn: 未知
zh_tw: 未知

# PermissionsPage_TextBlock_114.Text
source: 🎤 Microphone
fr_fr: 🎤 Micro
pt_br: 🎤 Microfone
zh_cn: 🎤 麦克风
zh_tw: 🎤 麥克風

# MicPermStatus.Text
source: Unknown
fr_fr: Inconnu
pt_br: Desconhecido
zh_cn: 未知
zh_tw: 未知

# PermissionsPage_TextBlock_118.Text
source: 🖥️ Screen Capture
fr_fr: 🖥️ Capture d’écran
pt_br: 🖥️ Captura de Tela
zh_cn: 🖥️ 屏幕捕获
zh_tw: 🖥️ 螢幕擷取

# ScreenPermStatus.Text
source: Available
fr_fr: Disponible
pt_br: Disponível
zh_cn: 可用
zh_tw: 可用

# PermissionsPage_Button_123.Content
source: Open Windows Privacy Settings
fr_fr: Ouvrir les paramètres de confidentialité Windows
pt_br: Abrir Configurações de privacidade do Windows
zh_cn: 打开 Windows 隐私设置
zh_tw: 開啟 Windows 隱私權設定

# SessionsPage_TextBlock_10.Text
source: 💬 Sessions
fr_fr: 💬 Séances
pt_br: 💬 Sessões
zh_cn: 💬 会话
zh_tw: 💬 工作階段

# SessionsPage_Button_57.Content
source: Reset
fr_fr: Réinitialiser
pt_br: Redefinir
zh_cn: 重置
zh_tw: 重設

# SessionsPage_Button_59.Content
source: Compact
fr_fr: Compacter
pt_br: Compactar
zh_cn: 压缩
zh_tw: 壓縮

# SessionsPage_Button_61.Content
source: Delete
fr_fr: Supprimer
pt_br: Excluir
zh_cn: 删除
zh_tw: 刪除

# SessionsPage_TextBlock_73.Text
source: No active sessions
fr_fr: Aucune session active
pt_br: Nenhuma sessão ativa
zh_cn: 无活跃会话
zh_tw: 無活躍會話

# SessionsPage_TextBlock_84.Text
source: 🤖 Available Models
fr_fr: 🤖 Modèles disponibles
pt_br: 🤖 Modelos disponíveis
zh_cn: 🤖 可用模型
zh_tw: 🤖 可用模型

# SettingsPage_TextBlock_16.Text
source: ⚙️ Settings
fr_fr: ⚙️ Paramètres
pt_br: ⚙️ Configurações
zh_cn: ⚙️ 设置
zh_tw: ⚙️ 設定

# SettingsPage_TextBlock_17.Text
source: Local app preferences for this computer.
fr_fr: Préférences locales de l’application pour cet ordinateur.
pt_br: Preferências do aplicativo local para este computador.
zh_cn: 此计算机的本地应用首选项。
zh_tw: 這部電腦的本機應用程式偏好設定。

# SettingsPage_TextBlock_26.Text
source: Startup
fr_fr: Démarrage
pt_br: Inicialização
zh_cn: 启动
zh_tw: 啟動

# AutoStartToggle.Header
source: Start automatically with Windows
fr_fr: Démarrage automatique avec Windows
pt_br: Iniciar automaticamente com o Windows
zh_cn: 随 Windows 自动启动
zh_tw: 開機自啟動

# GlobalHotkeyToggle.Header
source: Global hotkeys (voice, settings)
fr_fr: Raccourci global (Ctrl+Alt+Shift+C → Envoi rapide)
pt_br: Atalhos globais (voz, configurações)
zh_cn: 全局热键（Ctrl+Alt+Shift+C → 快速发送）
zh_tw: 全域快速鍵 (Ctrl+Alt+Shift+C → 快速傳送)

# SettingsPage_TextBlock_41.Text
source: Notifications
fr_fr: Alertes
pt_br: Notificações
zh_cn: 通知
zh_tw: 通知

# NotificationsToggle.Header
source: Show notifications
fr_fr: Afficher les notifications
pt_br: Mostrar notificações
zh_cn: 显示通知
zh_tw: 顯示通知

# NotificationSoundComboBox.Header
source: Sound
fr_fr: Son
pt_br: Som
zh_cn: 提示音
zh_tw: 提示音

# SettingsPage_ComboBoxItem_48.Content
source: Default
fr_fr: Défaut
pt_br: Padrão
zh_cn: 默认
zh_tw: 預設

# SettingsPage_ComboBoxItem_49.Content
source: None
fr_fr: Aucun
pt_br: Nenhum
zh_cn: 无
zh_tw: 無

# SettingsPage_ComboBoxItem_50.Content
source: Subtle
fr_fr: Subtil
pt_br: Sutil
zh_cn: 柔和
zh_tw: 柔和

# SettingsPage_TextBlock_52.Text
source: Show notifications for:
fr_fr: Afficher les notifications pour:
pt_br: Mostrar notificações para:
zh_cn: 显示以下类型通知:
zh_tw: 顯示以下型別通知:

# NotifyHealthCb.Content
source: Health alerts
fr_fr: Alertes de santé
pt_br: Alertas de saúde
zh_cn: 健康警报
zh_tw: 健康警報

# NotifyUrgentCb.Content
source: Urgent messages
fr_fr: Messages importants
pt_br: Mensagens urgentes
zh_cn: 紧急消息
zh_tw: 緊急訊息

# NotifyReminderCb.Content
source: Reminders
fr_fr: Rappels
pt_br: Lembretes
zh_cn: 提醒
zh_tw: 提醒

# NotifyEmailCb.Content
source: Email summaries
fr_fr: Résumé de l'email
pt_br: Resumos de e-mail
zh_cn: 邮件摘要
zh_tw: 郵件摘要

# NotifyCalendarCb.Content
source: Calendar events
fr_fr: Évènements du calendrier
pt_br: Eventos do calendário
zh_cn: 日历事件
zh_tw: 日曆事件

# NotifyBuildCb.Content
source: Build notifications
fr_fr: Notifications de build
pt_br: Notificações de build
zh_cn: 构建通知
zh_tw: 構建通知

# NotifyStockCb.Content
source: Stock alerts
fr_fr: Notifications de stocks
pt_br: Alertas de ações
zh_cn: 股票提醒
zh_tw: 股票提醒

# NotifyInfoCb.Content
source: Info messages
fr_fr: Messages d'informations
pt_br: Mensagens informativas
zh_cn: 常规信息
zh_tw: 常規資訊

# TestNotificationButton.Content
source: Send Test Notification
fr_fr: Envoyer une notification de test
pt_br: Enviar notificação de teste
zh_cn: 发送测试通知
zh_tw: 發送測試通知

# CancelButton.Content
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# SkillsPage_TextBlock_10.Text
source: 🧩 Skills
fr_fr: 🧩 Compétences
pt_br: 🧩 Habilidades
zh_cn: 🧩 技能
zh_tw: 🧩 技能
